Repository: bqv/ntris
Catalog: po/*.po
Languages: ca, cs, es, fr, hu, ru

source: :info: No %s found, it will be created.
ca: :info: %s no trobat, serà creat.
cs: :info: %s nenalezeno, a proto bude vytvořeno.
es: :info: no se ha encontrado %s, se creará.
fr: :info: Aucun %s trouvé, il sera créé.
hu: :info: %s nem találató, létrehozásra kerül.
ru: :info: Не найден %s , он будет создан.

source: :warning: Can not read file %s
ca: : Advertència: No es pot llegir el fitxer %s
cs: :warning: Soubor %s není možné číst
es: :warning: no se puede leer el archivo %s
fr: :warning: Impossible de lire le fichier %s
hu: warning: %s fájl nem olvasható.
ru: :warning: Невозможно прочесть файл %s

source: :Warning: Can not write file %s, data won't be stored.
ca: : Advertència: No es pot escriure el fitxer %s, les dades no seran emmagatzemades.
cs: :Warning: Není možný zápis souboru %s, data nebudou uložena.
es: :Warning: no se puede escribir en el archivo %s, no se almacenarán datos.
fr: :Warning: Impossible d'écrire le fichier %s, les données ne seront pas sauvegardées.
hu: warning: %s fájl nem írható, az adatok nem kerünek tárolásra.
ru: : Предупреждение: Не удается записать файл %s, данные не сохраннены

source: Me
ca: Jo
cs: Já
es: Yo
fr: Moi
hu: Én
ru: Я

source: Main menu
ca: Menú principal
cs: Hlavní nabídka
es: Menú principal
fr: Menu principal
hu: Főmenü
ru: Главное меню

source: New Game
ca: Partida nova
cs: Nová hra
es: Nueva partida
fr: Nouvelle Partie
hu: Új játék
ru: Новая игра

source: Options
ca: Opcions
cs: Nastavení
es: Opciones
hu: Beállítások
ru: Настройки

source: Video Options
ca: Opcions de vídeo
cs: Nastavení Zobrazení
es: Opciones de vídeo
fr: Options vidéo
hu: Megjelenítés
ru: Параметры видео

source: Animation - ON
ca: Animació - SÍ
cs: Animace - ZAPNUTA
es: Animación - Habilitada
hu: Animáció - ON
ru: Анимация - ВКЛ

source: Draw connected hypercubes
ca: Dibuixa hipercubs connectats
cs: Zobrazit spojené hyperkrychle
es: Dibujar hipercubos conectados
fr: Dessiner les hypercubes connectés
hu: Összefüggő hyperkockák rajzolása
ru: Отображать соединенные гиперкубы

source: Grid - OFF
ca: Graella - NO
cs: Mřížka - VYPNUTA
es: Rejilla - Deshabilitada
fr: Grille - OFF
hu: Rács - OFF
ru: Сетка - ВЫКЛ

source: Audio Options
ca: Opcions d'àudio
cs: Nastavení zvuku
es: Opciones de audio
fr: Configuration audio
hu: Hang beállítás
ru: Параметры звука

source: Sound
ca: So
cs: Zvuk
es: Sonido
fr: Sons
hu: Hang
ru: Звук

source: Music
ca: Música
cs: Hudba
es: Música
fr: Musique
hu: Zene
ru: Музыка

source: Game Options
ca: Opcions del joc
cs: Nastavení Hry
es: Opciones de juego
fr: Options du jeu
hu: Játék beállítás
ru: Параметры игры

source: Auto Player - ON
ca: AutoJugador - SÍ
cs: Automatická Hra - ZAPNUTA
es: Reproducir auto. - Habilitado
fr: Joueur automatique - ACTIVÉ
hu: Autómata játékos - ON
ru: Auto Player - ВКЛ

source: Diff. Level - Hard
ca: Nivell Dif. - Difícil
cs: Obtížnost Hry - Těžká
es: N. de dificultad - Difícil
fr: Difficulté - Dur
hu: Nehézségi szint - Nehéz
ru: Уровень сложности - Тяжелый

source: Controls
cs: Ovládání
es: Controles
fr: Contrôles
hu: Irányítás
ru: Управление

source: Help
ca: Ajuda
cs: Nápověda
es: Ayuda
fr: Aide
hu: Súgó
ru: Помощь

source: Help Page
ca: Pàgina d'ajuda
cs: Stránka Nápovědy
es: Página de ayuda
fr: Page d'Aide
hu: Súgó lap
ru: Страница помощи

source: High Scores
ca: Puntuacions més altes
cs: Nejlepší Výsledky
es: Mejores puntuaciones
fr: Meilleurs scores
hu: Eredménytábla
ru: Таблица рекордов

source: About
ca: Quant a
cs: O Programu
es: Acerca de
fr: À propos
hu: Rólunk
ru: О программе

source: Back To Game
ca: Torna al joc
cs: Návrat Do Hry
es: Volver a la partida
fr: Retour au Jeu
hu: Vissza a játékba
ru: Вернуться к игре

source: Quit
ca: Surt
cs: Ukončit
es: Salir
fr: Quitter
hu: Kilép
ru: Выйти

source: Game Controls:
ca: Controls del Joc:
cs: Ovládání Hry:
es: Controles de juego:
fr: Contrôles du jeu :
hu: Játék irányítás
ru: Контроль игры:

source: - arrow keys, backspace - rotate/turn the view port
ca: - Tecles de fletxa, tecla de retrocés - rota / activa el port de vista
cs: - šipky, zpětná klávesa - otáčení pohledu
es: - flechas, retroceso - rota/gira el punto de vista
fr: - touches fléchées, retour arrière - rotation du viewport
hu: - kurzor gombok, backspace - nézőpont forgatása
ru: - стрелки, backspace - вращение/изменение точки обзора

source: - z, x, c, v - turn the blocks around the 4 axis
ca: - z, x, c, v - gira els blocs al voltant dels 4 eixos
cs: - z, x, c, v - otočení bloku kolem jedné ze čtyř os
es: - z, x, c, v - gira los bloques alrededor de los 4 ejes
fr: - z, x, c, v - tourne les blocs autour des 4 axes
hu: - z, x, c, v - blokkok forgatása a 4 tengely körül
ru: - z, x, c, v - вращение блоков вокруг 4 осей

source: - 1, 2, 3 - select rotation axles
ca: - 1, 2, 3 - selecciona els eixos de rotació
cs: - 1, 2, 3 - výběr osy rotace
es: - 1, 2, 3 - selecciona los ejes de rotación
fr: - 1, 2, 3 - sélectionne les axes de rotation
hu: - 1, 2, 3 - forgatási tengelyek kiválasztása
ru: - 1, 2, 3 - выбор оси вращения

source: - +, -, pgdn, pgup - rotate around selected axle
ca: - +, -, AvPàg, RePàg - gira al voltant de l'eix seleccionat
cs: - +, -, pgdn, pgup - rotace kolem zvolené osy
es: - +, -, av. página, re. página - rota alrededor del eje seleccionado
fr: - +, -, page suiv., page préc. - rotation autour de l'axe sélectionné
hu: - +, -, pgdn, pgup - választott tengely körüli forgatás
ru: - +, -, pgdn, pgup - вращение вокруг выбранной оси

source: - home, end - rot. around selected and 4th axle
ca: - inici, fi - rota al voltant de l'eix seleccionat i el quart
cs: - home, end - rotace kolem zvolené osy ve čtvrtém rozměru
es: - inicio, fin - rota alrededor del eje seleccionado y del 4º.
fr: - début, fin - rot. autour de l'axe sélectionne et du 4eme axe
hu: - home, end - forgatás a 4. tengely felé
ru: - home, end - вращение вокруг выбранной и 4-й осей

source: - space, enter - step down/drop the object
ca: - espai, intro - fer baixar/deixar anar l'objecte
cs: - mezerník, enter - urychlení pohybu bloku
es: - espacio, intro - bajar/soltar el objeto
fr: - espace, entrée - réduire/lâcher l'objet
hu: - space, enter - objektum léptetése, leejtése
ru: - space, enter - шаг назад/отпустить объект

source: - F1 - F2 - switch view mode
ca: - F1 - F2 - canvia vista
cs: - F1 - F2 - změna pohledu
es: - F1 - F2 - cambiar modo de vista
fr: - F1 - F2 - change le mode d'affichage
hu: - F1 - F2 - Nézet váltása
ru: - F1 - F2 - Сменить вид

source: Tetris like game in four dimension
ca: Joc similar al Tetris en quatre dimensions
cs: Hra podobná Tetrisu ve čtyřech rozměrech
es: Juego similar al Tetris en cuatro dimensiones
fr: Jeu similaire à Tétris en quatre dimensions
hu: Tetris négy dimenzióban
ru: Игра-тетрис в четырёх измерениях

source: Game over.
ca: Joc acabat.
cs: Konec hry.
es: Fin del juego.
fr: Fin de la partie.
hu: Vége.
ru: Игра окончена.

source: Auto Player - OFF
ca: AutoJugador - NO
cs: Automatická Hra - VYPNUTA
es: Reproducir auto. - Deshabilitado
fr: Joueur automatique - DÉSACTIVÉ
hu: Autómata játékos - OFF
ru: Auto Player - ВЫКЛ

source: Diff. Level - Easy
ca: Nivell Dif. - Fàcil
cs: Obtížnost Hry - Lehká
es: N. de dificultad - Fácil
fr: Difficulté - Facile
hu: Nehézségi szint - Könnyű
ru: Уровень сложности - Лёгкий

source: Diff. Level - Medium
ca: Nivell Dif. - Mitjà
cs: Obtížnost Hry - Střední
es: N. de dificultad - Medio
fr: Difficulté - Moyen
hu: Nehézségi szint - Közepes
ru: Уровень сложности - Средний

source: Animation - OFF
ca: Animació - NO
cs: Animace - VYPNUTA
es: Animación - Deshabilitada
hu: Animáció - OFF
ru: Анимация - ВЫКЛ

source: Draw separate hypercubes
ca: Dibuixa hipercubs separats
cs: Zobrazit oddělené hyperkrychle
es: Dibujar hipercubos separados
fr: Dessiner les hypercubes séparés
hu: Különálló hyperkockák
ru: Отображать изолированные гиперкубы

source: Draw separate cubes
ca: Dibuixa cubs separats
cs: Zobrazit oddělené krychle
es: Dibujar cubos separados
fr: Dessiner les cubes séparés
hu: Különálló kockák
ru: Отображать изолированные кубы

source: Grid - ON
ca: Graella - SÍ
cs: Mřížka - ZAPNUTA
es: Rejilla - Habilitada
fr: Grille - ON
hu: Rács - OFF
ru: Сетка - ВКЛ

source: Score: %i
ca: Resultat: %i
cs: Skóre: %i
es: Puntuación: %i
hu: Pontszám: %i
ru: Очки: %i
