Repository: bqv/ntris
Catalog: po/4dtris-*.po
Languages: el, sv

source: :info: No %s found, it will be created.
el: :info: Το αρχείο %s δεν βρέθηκε, θα δημιουργηθεί.
sv: :info: Ingen %s hittades, kommer skapas.

source: :warning: Can not read file %s
el: :warning: Δεν είναι δυνατή η ανάγνωση του αρχείου %s
sv: :warning: Kan inte läsa fil %s

source: :Warning: Can not write file %s, data won't be stored.
el: :Warning: Δεν είναι δυνατή η εγγραφή του αρχείου %s, τα δεδομένα δεν αποθηκεύτηκαν.
sv: :Warning: Kan inte skriva till fil %s, data kommer inte sparas.

source: Me
el: Εγώ
sv: Jag

source: Main menu
el: Κεντρικό μενού
sv: Huvudmeny

source: New Game
el: Νέο παιχνίδι
sv: Nytt Spel

source: Options
el: Επιλογές
sv: Inställningar

source: Video Options
el: Επιλογές βίντεο
sv: Videoalternativ

source: Animation - ON
el: Animation - ενεργοποιημένο
sv: Animering - PÅ

source: Draw connected hypercubes
el: Σχεδιάστε συνδεδεμένους υπερκύβους
sv: Rita anslutna hyperkuber

source: Grid - OFF
el: Grid - απενεργοποιημένο
sv: Rutnät - AV

source: Audio Options
el: Επιλογές Ήχου
sv: Ljudalternativ

source: Sound
el: Ήχος
sv: Ljud

source: Music
el: Μουσική
sv: Musik

source: Game Options
el: Επιλογές παιχνιδιού
sv: Spel Inställningar

source: Auto Player - ON
el: Auto Player - ενεργοποιημένο
sv: Automatiskt spelare - PÅ

source: Diff. Level - Hard
el: Επίπεδο δυσκολίας - Δύσκολο
sv: Svårighetsgrad - Svårt

source: Controls
el: Χειρισμός
sv: Kontroller

source: Help
el: Βοήθεια
sv: Hjälp

source: Help Page
el: Σελίδα βοήθειας
sv: Hjälpsida

source: High Scores
el: Υψηλότερες βαθμολογίες
sv: Poänglistan

source: About
el: Σχετικά με...
sv: Om

source: Back To Game
el: Επιστροφή στο παιχνίδι
sv: Fortsätt Till Spelet

source: Quit
el: Έξοδος
sv: Avsluta

source: Game Controls:
el: Χειρισμός παιχνιδιού :
sv: Spel Kontroller:

source: - arrow keys, backspace - rotate/turn the view port
el: - κουμπιά κατεύθυνσης, backspace - περιστροφή/αλλαγή της θέσης όψης.
sv: - piltangenter, baksteg - rotera/sväng synfält

source: - z, x, c, v - turn the blocks around the 4 axis
el: - z, x, c, v -περιστροφή των κύβων στους 4 άξονες
sv: - z, x, c, v - rotera blocken runt fjärde axeln

source: - 1, 2, 3 - select rotation axles
el: - 1, 2, 3, -επιλογή αξόνων περιστροφής
sv: - 1, 2, 3 markera roterande axlar

source: - +, -, pgdn, pgup - rotate around selected axle
el: - +, -, pgdn, pgup - περιστροφή γύρω από τον επιλεγμένο άξονα
sv: - +, -, pgdn, pgup - rotera runt markerad axel

source: - home, end - rot. around selected and 4th axle
el: - home, end - περιστροφή γύρω από τον επιλεγμένο και τον 4ο άξονα
sv: - home, end - rotera runt markerad och fjärde axel

source: - space, enter - step down/drop the object
el: - space, enter - βήμα προς τα κάτω/ρίψη αντικειμένου
sv: - mellanslag, enter - flytta ner/släpp objektet

source: - F1 - F2 - switch view mode
el: - F1 - F2 - αλλαγή θέσης όψης
sv: - F1 - F2 - Ändrar synfält

source: Tetris like game in four dimension
el: Όμοιο με το Tetris παιχνίδι τεσσάρων διαστάσεων
sv: Tetris liknande spel i fyra dimensioner

source: Game over.
el: Τέλος παιχνιδιού
sv: Spelet Slut

source: Auto Player - OFF
el: Auto Player - απενεργοποιημένο
sv: Automatiskt Spelare - AV

source: Diff. Level - Easy
el: Επίπεδο δυσκολίας - Εύκολο
sv: Svårighetsgrad - Lätt

source: Diff. Level - Medium
el: Επίπεδο δυσκολίας - Μεσαίο
sv: Svårighetsgrad - Mellan

source: Animation - OFF
el: Animation - απενεργοποιημένο
sv: Animering - AV

source: Draw separate hypercubes
el: Σχεδιάστε ξεχωριστούς υπερκύβους
sv: Rita separata hyperkuber

source: Draw separate cubes
el: Σχεδιάστε ξεχωριστούς κύβους
sv: Rita separata kuber

source: Grid - ON
el: Grid - ενεργοποιημένο
sv: Grid - På

source: Score: %i
el: Πόντοι:%i
sv: Poäng: %i
